{
  "user": 2,
  "firstname": "Ross",
  "lastname": "Boss",
  "files": [
    {
      "title": "03-A_Breakthrough_in_the_Treatment_Of_Mood_Disorders",
      "content": "Pre-reading questions\n\n1. What will the text be about?\n\nHow cognitive behavior therapy(CBT) is a breakthrough in the treatment\nof mood disorders.\n\n2. What questions am I looking to answer?\n\nHow CBT is a breakthrough in the treatment of mood disorders\n\n3. What do I know about the topic already?\n\nThe main idea is that your feelings are influenced by your thoughts.\nYour negative and seemingly automatic thoughts are the root of your\ndepression/anxiety. CBT has proven just as effective as drug treatments\nand should be considered a first treatment for depressed/anxiety.\n\n4. Skim the text to get an idea for the structure of the text\n\nGoes into a description of the theory and then shares a study to prove\nits efficacy.\n\nDuring reading notes\n\n1. Turn headers and sub-headers into questions. After a meaningful chunk, take the time to summarize the major points\n\nWhy is CBT considered a breakthrough in the the Treatment of Mood Disorders?\n\nDepression is a serious condition. CBT is a fast-acting mood\nmodification that you can learn to apply on your own.\n\n-   The first principle is that your feelings are influenced by your\n    thoughts. If you have negative/automatic thoughts, they will make\n    you feel depressed.\n-   The second principle is that when you are feeling depressed, your\n    thoughts are dominated by pervasive negativity.\n-   The third principle is that the negative thoughts which cause your\n    emotional turmoil nearly always contain gross distortions.\n-   How does it compare to the accepted method for treating depression?\n    -   They designed a study where there were two groups:\n        1.  Received CBT in individual sessions\n        2.  Received Tofranil and no therapy.\n    -   They were severely depressed individuals\n    -   Group 1: 15/19 participants(75%) recovered completely after 12\n        weeks\n    -   Group 2: 5/25 participants(20%) recovered completely after 12\n        weeks\n    -   One person in group 1 dropped out while 8 dropped out in\n        group 2.\n    -   The relapse rate in group 1 was half that of group 2’s after 1\n        year.\n    -   There’s a difference between ‘feeling better’ and ‘getting\n        better’\n\nPost reading\n\n1. Come up with a few questions that you’d ask someone else to gauge how well they comprehended the text.\n\n1.  What is CBT?\n\n-   Cognitive behavioral therapy. Majorly that your thoughts influence\n    your feelings\n\n2.  What are the three major principles of CBT?\n    1.  Your feelings are influenced by your thoughts\n    2.  When you’re depressed, your thoughts are dominated by pervasive\n        negativity\n    3.  Your negative thoughts almost always contain gross distortions\n3.  What empirical evidence is there for the efficacy of CBT?\n    -   In a study of severely depressed patients, about 80% recovered\n        completely with CBT vs 20% with pills only\n    -   A year after, the relapse rate was half in the CBT group vs the\n        pills only group"
    },
    {
      "title": "04_How_to_Diagnose_Your_Moods_The_First_Step_in_the_Cure",
      "content": "Pre-reading questions\n\n1. What will the text be about?\n\nHow we can get to know our moods better. How this is critical to curing\nyour symptoms\n\n2. What questions am I looking to answer?\n\nWhat does it mean to know our moods better? What can I do?\n\n3. What do I know about the topic already?\n\nBy realizing that our thoughts cause our moods and acknowledging that\nperhaps those thoughts contain gross distortions can lay the foundation\nfor addressing those thoughts and experience more enjoyable and\nproductive moods.\n\n4. Skim the text to get an idea for the structure of the text\n\nThere’s a self assesment to figure out how depressed you are.\n\nThey discuss what to do with the results\n\nDuring reading notes\n\n1. Turn headers and sub-headers into questions. After a meaningful chunk, take the time to summarize the major points\n\nHow To Diagnose Your Moods: The First Step in the Cure -> How can I measure how depressed I am?\n\n-   The Beck Depression Index (BDI) is a 25 question worksheet to\n    determine how depressed you are. There are bands ranging from 0\n    to 100. 0 is no depression and 100 is severely depressed\n-   The BDI is a good tool for measuring your depression. Dr. Burns\n    suggests doing it once a week while actively working on your\n    thoughts, akin to taking measurements while losing weight\n-   Sometimes unexplained physical ailments can be caused by depression.\n-   It is a decent measure for gauging your depression. Might be worth\n    it to do it on a monthly/quarterly basis.\n\nPost reading\n\n1. Come up with a few questions that you’d ask someone else to gauge how well they comprehended the text.\n\n1.  How can you measure how depressed you are?\n\n-   Using the Beck Depression Index\n\n2.  How can you use the BDI as a tool in your mood toolbox?\n\n-   You can use it as you would a scale or measurements during weight\n    loss to track your mood’s progress over time"
    }
  ]
}
